[
  {
    "name": "Володимир Сергієнко",
    "stars": 5,
    "votes": { "up": 0, "down": 0 },
    "files": [
      "/assets/reviews/assets/img/rev1.jpg",
      "/assets/reviews/assets/img/rev2.jpg"
    ],
    "message": "Придбав перший, а за пару тижнів - і другий гамаки. Майже все літо на дачі з дружиною спали надворі в цих гамаках."
  },
  {
    "name": "Наталія Масальова",
    "stars": 5,
    "votes": { "up": 1, "down": 0 },
    "message": "Відмінний гамак , широке полотно дає впевненість , не перевернешся. Гарно гойдається . Оптимальна довжина та ширина."
  },
  {
    "name": "Олександр Щербаков",
    "stars": 5,
    "votes": { "up": 0, "down": 0 },
    "message": "Крутой гамак, 95 кг без проблем выдерживают, москитная сетка это бомба"
  },
  {
    "name": "Юра",
    "stars": 4,
    "votes": { "up": 1, "down": 0 },
    "message": "Немного неудобная москитная сетка, но сравнить не с чем, может она и в других гамаках подобного типа. Выдерживает мои 100 кг на ура."
  },
  {
    "name": "Владислав",
    "stars": 1,
    "votes": { "up": 0, "down": 0 },
    "message": "Мой рост 185 см. Будет ли комфортно?",
    "replies": [{
        "name": "Manager Валентина",
        "message": "Длина полотна 235 см. до 2м не стоит беспокоиться. Можете протестировать, если не подойдет, у нас есть возврат в течении 14 дней. Детальнее проконсультировать сможет наш консультант, для этого необходимо оставить заявку ниже)"
        }]
  },
  {
    "name": "Олександр Підручний",
    "stars": 5,
    "votes": { "up": 2, "down": 1 },
    "message": "Быстрая доставка, гамаком доволен"
  },
    {
    "name": "Ігор Ладно",
    "stars": 5,
    "votes": { "up": 0, "down": 0 },
    "message": "Мой рост 188, вес 98 кг, по началу боялся на нем делать резкие движения, но потом понял что напрасно, он выдерживает меня без проблем. В особо жаркие ночи, летом на даче, спал в нем на улице, очень удобно и комфортно"
  },
    {
    "name": "Тетяна Руденко",
    "stars": 4,
    "votes": { "up": 1, "down": 0 },
    "message": "Наш перший гамак , який дуже порадував ! Москітна сітка - це перемога. Відпочивали на природі і ця сітка реально врятувала відпочинок! В користуванні лише 1 місяць, але ми повністю задоволені. Зручні кармашки для книжки /телефону /тощо. Трохи ковзкий, але відносно легкий, зручно складається у мішечок при потребі. Ми використовували для ваги максимум 80 кг, нарікань немає."
  },
    {
    "name": "Володимир Тудін",
    "stars": 1,
    "votes": { "up": 0, "down": 0 },
    "message": "Топ за свої гроші. Безальтернативний воріант"
  },
    {
    "name": "Геннадий Винокур",
    "stars": 5,
    "votes": { "up": 4, "down": 1 },
    "message": "приобрел для дачи , и неожиданно (всетаки цена маленькая) оказался отличным продуктом а наличие москитной сетки позволяет с ним выезжать в места где есть комары и другие беспокойящие насекомые. также в плюс наличие карабинов для бысторого подвешивания. есть и легкий недостаток короткие ремни для подвешивания. рекомендую сразу докупить более длинные по 3 метра стропы."
  },
    {
    "name": "Василий Хужоконь",
    "stars": 3,
    "votes": { "up": 2, "down": 0 },
    "message": "из плюсов: качество изображения и цена. из минусов: сроки доставки. общее впечатление о самом монокуляре хорошее. рекомендую! но продавцу сразу говорите, что вам нужен товар как можно быстрее"
  },
    {
    "name": "Марина",
    "stars": 5,
    "votes": { "up": 0, "down": 0 },
    "files": [
      "/assets/reviews/assets/img/rev4.jpg"
    ],
    "message": "Отличный гамак, сразу опробовали на природе. Уютно, удобно, можно легко внутри гамака поворачиваться. Сетка прочная, швы хорошо прошиты. Получила удовольствие от покупки!"
  },
    {
    "name": "Картушова Євгенія",
    "stars": 4,
    "votes": { "up": 4, "down": 0 },
    "message": "Чудовий гамак. Є москітна сітка, можна вдвох лежати. Не важкий"
  },
    {
    "name": "Анастасия",
    "stars": 3,
    "votes": { "up": 2, "down": 4 },
    "files": [
      "/assets/reviews/assets/img/rev3.jpg"
    ],
    "message": "Гамак очень понравился, легкий, компактный, нейлон не парит, москитная сетка вообще бомба.Пришел в темных пятнах, а заметили это уже в походе, обидно, но на функционал никак не влияет и ладно."
  },
    {
    "name": "Сергей",
    "stars": 4,
    "votes": { "up": 1, "down": 0 },
    "message": "Сделан аккуратно (как для такой цены). Москитная сетка открывается с одной стороны, но в оба конца. Если просто лежать - вообще отлично... ночью спал в спальнике вышла такая особенность, у гамака и у спальника скользкая ткань вместе вышло очень скользко, но с другой стороны легко менять позицию. При покупке этого гамака сразу подумайте о том как его крепить - стропы, что идут в комплекте очень короткие. Заказ доставлялся \"новой почтой\" - приехал быстро"
  },
    {
    "name": "Анастасия Попова",
    "stars": 5,
    "votes": { "up": 2, "down": 1 },
    "files": [
      "/assets/reviews/assets/img/rev6.jpg"
    ],
    "message": "Шикарный гамак! Пока сетку не прикрепляли, чтобы малая спокойно залазила и отдыхала. Качество на 5 , комплектация 5 , не надо отдельно докупать веревки и крепления. За такую цену - это невероятное приобретение. За секунду повесила, за секунду открепила, складывается в пришитый мешочек на самом гамаке!) это круто!!!! Ребёнок даже решил на дневной сон поспать в гамаке)"
  },
    {
    "name": "Виталий Войченко",
    "stars": 5,
    "votes": { "up": 2, "down": 1 },
    "message": "Гамак очень понравился и жене и ребёнку. Пережил уже несколько рыбалок с ночёвками, спал в гамаке и спальнике очень удобно. Правда пока не использовал москитку, просто перевернул гамак другой стороной."
  },
    {
    "name": "Ирина Дунаева",
    "stars": 5,
    "votes": { "up": 2, "down": 1 },
    "message": "Прошло меньше месяца, полет нормальный, если намокает под дождем - быстро сохнет . Хотя и синяя сетка была на фото, надеялись на белую. Так и получилось."
  },
    {
    "name": "Максим Тюпа",
    "stars": 5,
    "votes": { "up": 2, "down": 1 },
    "message": "Отримав замовлення вчасно. Гамак відмінний. Широкий та зручний. Великими плюсами є москітна сітка та ремені для кріплення ( бо в більшості інших їх немає і потрібно ще вигадувати де їх взяти). Стосовно москітки - корисна річ, єдине, що хотілося б так це те, щоб вона повністю знімалася, але це не передбачено - сітка з одного боку пришита до самого гамака. Протестували вагою - 155 кг витримує без проблем."
  },
     {
    "name": "Екатерина Ларцева",
    "stars": 5,
    "votes": { "up": 0, "down": 1 },
    "message": "Пиїхав до мене гамак з білою москітною сіткою хоча на фото видно синя, а так гамачок непоганий гойдатись можна в похід берем, вобщем я рекомендую кожному туристу мати такий нічліг це дуже комфортно."
  }
]
